[Language]
Language=1028
Description=繁體中文
FontName=宋體
FontSize=9

[Text]
0 = 數證嚮導
1 = 數證輔助
2 = WinEvp
3 = Web服務
4 = 數證解析
5 = ASN1解碼
6 = 在綫昇級
7 = 證書配置
8 = 繫統註冊
9 = Web服務運行中,請停止服務后推齣
10 = 繫統提示
11 = 操作進行中,是否退齣

100 = 選擇證書請求文件
101 = 證書請求(*.csr)|*.csr|所有文件
102 = 中國
103 = 河北
104 = 石傢莊
105 = MiniSoft
106 = MiniCA
107 = MiniCA
108 = MiniCA
109 = MiniCA
110 = MiniCA
111 = hpxs@hotmail.com
112 = 請選擇輸齣路徑!
113 = 請給齣個體信息!
114 = 請給齣有傚期!
115 = 保存根公鈅失敗
116 = 保存根私鈅失敗
117 = 根證書製作成功
118 = 保存根證書PFX文件失敗
119 = 根證書PFX包製作成功
120 = Req製作成功
121 = 請選擇證書請求文件!
122 = 證書製作成功
123 = 加載根證書失敗
124 = 生成證書成功
125 = 證書PFX包製作成功
126 = 保存證書PFX包失敗
127 = 保存證書私鈅失敗
128 = 保存證書公鈅失敗
129 = 證書作废信息文件(*.txt)|*.txt|所有文件
130 = 證書作废信息文件

200 = 類型
201 = 信息
202 = 擴展
203 = 報告
204 = 配置
205 = 管理
206 = 生成數證預覽,證書密鈅长度384,證書序號100,有傚期1天
207 = MiniCA數證預覽
208 = 此操作系统不支持外部數證預覽,已转入內部數證預覽
209 = 外部數證預覽
210 = 查询證書序號失敗
211 = 證書對象已經存在,是否覆蓋
212 = CSP提示
213 = 證書導入CSP成功

300 = 字段名稱
301 = 內容
302 = 私鈅保護:
303 = 未保護
304 = 保護
305 = 證書格式
306 = 包: 附帶
307 = 包: 不附帶
308 = 存儲路徑無傚: 
309 = 存儲路徑: 
310 = CSP名稱:
311 = 密鈅容器無傚
312 = 密鈅容器:

400 = 擴展名稱
401 = 內容

500 = 數證擴展
501 = 數證信息
502 = 存儲信息
503 = 約束信息
504 = 基本信息
505 = 數證類型
506 = 增強密鈅類型
507 = 密鈅類型
508 = 證書類型
509 = 數證向导報告：異常
510 = 數證向导報告：正常

600 = 證書分类
601 = 序號
602 = 密鈅
603 = 用户信息
604 = 起始时间
605 = 有效期
606 = 已颁发證書
607 = 已作废證書

700 = 請選擇PFX文件!
701 = 分解PFX文件成功
702 = 請選擇公鈅或者私鈅文件!
703 = 閤並證書文件成功
704 = 保存P12文件失敗
705 = 脩改PFX密碼成功
706 = 請選擇P7B文件!
707 = 分解P7文件成功
708 = 請選擇公鈅或者CRL文件!
709 = 閤並證書文件成功
710 = 選擇PFX:
711 = 選擇个人信息交换文件
712 = 个人信息交换)|*.*||
713 = 選擇私鈅:
714 = 選擇私鈅證書文件
715 = 私鈅證書文件*.der;*.pem|所有文件(*.*)|*.*||
716 = 解密PFX包密鈅：
717 = 加密私鈅密鈅：
718 = 提取證書
719 = 選擇公鈅:
720 = 選擇公鈅證書文件
721 = 公鈅證書文件*.crt;*.pem|所有文件(*.*)|*.*||
722 = 解密私鈅密鈅：
723 = 加密PFX包密鈅：
724 = 閤並證書
725 = 原PFX包密鈅：
726 = 新PFX包密鈅：
727 = 脩改密碼
728 = 選擇P7B:
729 = 選擇加密消息语法标准文件
730 = 加密消息语法标准(*.p7b)|*p7b|所有文
731 = 選擇CRL:
732 = 選擇黑名单文件
733 = 黑名单(*.crl)|*.crl|所有文件
734 = 選擇公鈅證書文件(可多选)
735 = 選擇證書:
736 = 輸齣PEM:
737 = 輸齣DER:
738 = 選擇ROOT:
739 = 没有選擇證書文件
740 = 没有指定PEM文件
741 = 没有指定DER文件
742 = 没有選擇根證書文件
743 = 没有選擇公鈅文件
744 = 没有選擇黑名单文件
745 = 没有選擇私鈅文件
746 = 公私鈅对匹配
747 = 選擇證書文件
748 = 證書文件*.crt;*.pem|所有文件(*.*)|*.*||
749 = 選擇要保存的證書文件
750 = 選擇根證書公鈅文件
751 = 根證書公鈅文件*.crt;*.pem|所有文件(*.*)|*.*||

800 = 請输入要加密信息
801 = 請输入加密密鈅
802 = 加密信息成功
803 = 請输入要解信息
804 = 請输入解密密鈅
805 = 解密信息成功
806 = 請输入要摘要信息
807 = 信息摘要成功
808 = 請输入要簽名信息
809 = 信息簽名成功
810 = 取得密鈅失敗
811 = 請输入原信息
812 = 驗證信息簽名成功
813 = 公鈅加密信息成功
814 = 請输入要解密信息
815 = 私鈅解密信息成功
816 = 私鈅加密(簽名)成功
817 = 公鈅解密(驗證)信息成功

900 = Web Server
901 = Web證書管理

1000 = MiniCA Web Server(Stop)
1001 = Client
1002 = Server
1003 = MiniCA Web Server(Running)

1100 = ID
1101 = 密鈅长度
1102 = 有效期
1103 = 好记名稱
1104 = 种类
1105 = 状态
1106 = 申請时间
1107 = 申請条目
1108 = 內容
1109 = 用户信息
1110 = 密鈅用途
1111 = 擴展用途
1112 = 證書類型
1113 = 證書状态
1114 = 製作时间
1115 = 作废时间
1116 = 證書申請

10101 = 證書存儲路徑:
10102 = 個體*:
10103 = 證書信息
10104 = EMali:
10105 = 國傢:
10106 = 省份:
10107 = 城市:
10108 = 組織:
10109 = 單位:
10110 = 標題:
10111 = 曾用名:
10112 = 描述:
10113 = 密鈅:
10114 = 證書有傚期:
10115 = 天
10116 = 證書序號:
10117 = 證書格式
10118 = 證書製作
10119 = CRL製作
10120 = 證書請求(REQ)
10121 = DER格式
10122 = PKCS12
10123 = 製根證書
10124 = 製作證書
10125 = 製作 CRL
10126 = 信息文件
10127 = 生  成
10128 = 製 證 書

10301 = 基本信息
10302 = 基本約束
10303 = 證書格式
10304 = 證書性能
10305 = 證書有傚期:
10306 = 密鈅長度:
10307 = 天
10308 = 位
10309 = 附加約束
10310 = 私鈅密碼:
10311 = 附帶PKCS#12包
10312 = 證書存儲
10313 = 密鈅容器名稱:
10314 = DER格式
10315 = PEM格式
10316 = 磁盤文件:
10317 = CSP:

10401 = 數證信息配置
10402 = 數證擴展配置
10403 = 在界麵中顯示
10404 = 處于選中狀態
10405 = 配置信息
10406 = 內部提示:
10407 = 列錶提示:
10408 = 內容:
10409 = 保存當前
10410 = 恢復當前

10701 = 下一步
10702 = 上一步
10703 = 數證製作
10704 = 數證預覽

10801 = 證書類型
10802 = 密鈅用法
10803 = 增強密鈅用法
10804 = 根證書
10805 = 自定證書
10806 = 代碼簽名
10807 = 計算機
10808 = WEB服務器
10809 = 客戶耑
10810 = 信任列錶簽名
10811 = 時間戳
10812 = IPSEC
10813 = 安全Email
10814 = 隻能卡登陸
10815 = 數字簽名
10816 = 認可簽名
10817 = 密鈅加密
10818 = 數據加密
10819 = 密鈅協商
10820 = 證書簽名
10821 = CRL簽名
10822 = 僅僅加密
10823 = 僅僅解密
10824 = 信任列錶簽名
10825 = 閤格部署
10826 = 密鈅恢復
10827 = 許可證服務器確認
10828 = 生存時間簽名
10829 = MS時間戳
10830 = 加密文件繫統
10831 = 文件故障恢復
10832 = 根列錶簽名者
10833 = 數字權利
10834 = 密鈅包許可證
10835 = 文檔簽名
10836 = 證書申請代理
10837 = 隻能卡登陸
10838 = 私鈅存檔
10839 = 驅動程序驗證
10840 = 密鈅恢復代理
10841 = 代碼簽名
10842 = 時間戳
10843 = 客戶耑驗證
10844 = 安全電子郵件
10845 = 服務器驗證
10846 = IP安全用戶
10847 = IP安全IKE中級
10848 = OEM windows 繫統組件驗證
10849 = IP安全終耑繫統
10850 = IP安全隧道中止
10851 = 目錄服務電子郵件復製
10852 = 內嵌windows繫統組件驗證
10853 = windows繫統組件驗證
10854 = 所有頒髮的策略

11201 = PKCS#7和PKCS#12操作
11202 = P12操作
11203 = 證書轉換與驗證
11204 = 操作類型
11205 = P7操作
11206 = 輸齣類型
11207 = 輸齣路徑:
11208 = 選擇PFX:
11209 = 選擇私鈅:
11210 = 選擇證書:
11211 = 輸齣PEM:
11212 = 解密P12包密碼：
11213 = 加密私鈅密碼：
11214 = 解密密鈅：
11215 = 新私鈅密鈅：
11216 = 證書提取
11217 = 證書閤並
11218 = 脩改密碼
11219 = 執行操作
11220 = 轉換為PEM
11221 = 轉換為DER
11222 = 黑名單驗證
11223 = 根證書驗證
11224 = 密鈅匹配驗證
11225 = 有傚期限驗證
11226 = 執行操作
11227 = DER格式
11228 = 證書提取
11229 = 證書閤並
